import React from 'react';
import styles from './Service.less'

const App: React.FC = () => {
    return (
        <section className={styles.container}>
            <p style={{ fontSize: 18, color: '#ba8b4e' }}><strong>ご利用規約</strong></p>

            <p style={{ textAlign: 'left' }}>この規約は、当社が提供する通販ネットのサービス、同サイトの利用、並びに同サイトの会員について規定したものです。</p>

            <p style={{ textAlign: 'left' }}>当サイトは麗具科技株式会社によって運営されています。商品はいずれも麗具科技株式会社より販売して納入しています。</p>

            <p style={{ textAlign: 'left' }}>
                <br />第1条（会員）
                <br />zasale通販サイトでのご注文や各種サービスのご利用には、会員または情報登録会員（以下総称して「会員」という）の登録が必要です。
                <br />
                <br />1.会員とは、本規約に同意し、所定の入会手続きを完了し、当社がネット会員ＩＤとパスワードを発行した方を指します。
                <br />
                <br />2.会員登録時に入力された情報については、全て正しい情報であると当社は判断します。入力内容に誤りがあったことにより会員に不利益が生じましても、当社は一切の責任を負わないものとします。
                <br />
                <br />3.会員登録時に発行されたネット会員ＩＤとパスワードの使用・管理に関しては、その会員が全ての責任を負うものとします。ネット会員ＩＤの使用上の過失や、第三者がネット会員ＩＤとパスワードを利用し発生した問題について、当社は一切の責任を負わないものとします。
                <br />
                <br />4.会員は、登録内容に変更が生じた場合は、速やかに登録情報を変更するものとします。
                <br />
                <br />5.会員は、当社が定める所定の手続きに基づいて退会することができます。会員退会時でも当社の業務上最低限必要な情報については、削除されません。
                <br />
                <br />6.会員が、下記のいずれかの項目に該当した場合には、当社は会員に通知することなく、当社の判断で会員資格を取消すことが出来ます。
                <br />
                <br />(1) 当社の業務を妨害した場合や、当社に損害を与えた場合
                <br />
                <br />(2) ネット会員ＩＤまたはパスワードを不正に使用した場合
                <br />
                <br />(3) 登録内容に虚偽があった場合
                <br />
                <br />(4) その他、会員に相応しくないと当社が判断した場合
                <br />
                <br />第2条（個人情報のお取扱いについて）
                <br />
                <br />1.お客様の個人情報とは、特定のお客様個人を識別できる情報をいいます(お名前、ご住所、電話番号、生年月日、メールアドレスなど)。いずれの情報もお客様ご自身の意志で提供いただくようお願いいたします。また、ご提供いただけない情報がある場合、利用できないサービスもあります。
                <br />
                <br />2.お客様の個人情報を収集させていただく際には、その目的をホームページ上、あるいはカタログ等に明示いたします。お客様にお知らせした収集目的以外に、お客様の個人情報を利用することはありません。また、収集にあたっては、適法かつ公正な手段をもって行います。
                <br />
                <br />また、当社の営業行為に必要な情報を収集するために、アンケートを実施することがありますが、収集したアンケートデータは、第三者に対して回答者個人を特定できる形で教えることはいたしません。
                <br />
                <br />3.当社は、個人情報の保護に関する法律（平成15年5月30日法律第57号）（以下「法」という。）に基づき、個人情報を下記業務ならびに利用目的の達成に必要な範囲で利用いたします。
                <br />
                <br />①商品の発送および、お届け後のアフターサービス、ご連絡のため
                <br />
                <br />②新商品、サービスに関する情報の提供、商品ご案内のためのアウトバウンド、取引に関する与信管理、回収管理、債権管理、その他生活提案に関する営業活動等のため
                <br />
                <br />③マーケティングおよび販売促進、商品企画のための統計データ作成(個人は識別できません。)
                <br />
                <br />※尚、当社はお客様からのお電話による通話の内容を、社内の電話応対の品質向上、及びお問合せ内容の正確な把握のため、録音させていただく場合がございます。
                <br />
                <br />4.当社では、次の場合を除いて、お客様の個人情報を第三者に提供することはありません。
                <br />
                <br />（１）お客様が同意されている場合
                <br />
                <br />（２）法令により、提供が必要と判断される場合</p>

            <p style={{ textAlign: 'left' }}>
                <br />
            </p>

            <p style={{ textAlign: 'left' }}>一、個人情報の利用および保管
                <br />私たちは、取得したお客様の個人情報を、zasaleIDによるログイン機能提供のため、会員サービスおよび対象サービスの提供のため、広告およびマーケティングのため、サービスの研究開発のため、お問い合わせ等に適切に対応するため、並びに不正行為の防止および対応のために利用します。
                <br />詳細な個人情報の利用目的は、以下に定めるとおりとし、これらに関連する目的を含むものとします。
                <br />
                <br />①zasaleでのzasaleIDによるログイン機能提供のため：
                <br />アカウントへのログイン機能をzasaleが提供するため
                <br />
                <br />② &nbsp;会員サービスおよび対象サービス提供のため：
                <br />会員サービスおよび対象サービスを提供するため
                <br />会員サービスおよび対象サービスに関連して、お客様にサービス、コンテンツ、インセンティブおよび情報を提供するためポイント、クーポン、キャッシュバックその他のインセンティブプログラム等の会員サービスを提供するため
                <br />
                <br />③ &nbsp;広告、宣伝、マーケティングのため：
                <br />お客様の同意に基づき、または法令で許容されている範囲および手段で、お客様にダイレクトメール、メールマガジン等の広告を送付または表示等するため、私たちのウェブサイト上を表示し、紹介し、または広告するため
                <br />
                <br />④サービスの改善および研究開発のため：
                <br />既存サービスの改善および新サービスに関するzasaleによる研究開発のため
                <br />
                <br />⑤お問い合わせ等に適切に対応するため：
                <br />サービスまたは広告等に関連するお客様からのお問い合わせ、クレーム、主張等に、zasaleが適切に対応するため
                <br />
                <br />⑥不正行為等の防止および対応のため：
                <br />詐欺、サイバー攻撃、その他の違法または不正なおそれのある行為を防止、調査、および特定して、私たち、zasaleまたは第三者の権利利益を保護するため
                <br />私たちは、お客様の個人情報を、上記目的の達成に必要がある限り保管します。また、私たちは、アカウントを削除したお客様に関する個人情報についても、適用法令に基づく義務、料金徴収、紛争解決、問題解決、権利の行使のためおよびこれらに必要な各種調査の目的で、保管し、利用する場合があります。
                <br />
                <br />ニ、お客様による選択
                <br />お客様による、私たちへの個人情報のご提供は、原則としてお客様の意思によって行われるものです。なお、ご提供いただけない場合には、お客様は、会員サービスおよび対象サービス等のサービスまたは機能の一部が動作せず、当該サービスまたは機能のご利用が出来なくなり、また、私たちからキャンペーン等の情報をお届けできない等の不利益が発生する場合があります。
                <br />また、お客様は、お客様の連絡先およびメールマガジンの受信の意思等について、私たちが別途定める方法に従って、いつでも変更を行うことができます。
                <br />
                <br />三、個人情報の確認等
                <br />私たちは、私たちのシステム上で、お客様の個人情報が正確に維持されるように注意を払っています。お客様は、zasaleが所定の方法により、自らの個人情報を容易に確認することができ、お客様において変更または削除することができます。もし、不正確または古い情報が残っている場合には、適切に更新してください。私たちが保有するお客様の個人情報の内容は、会員情報管理にて確認、変更、または削除していただくことができます。
                <br />会員情報管理上での確認によらずにお客様がその他の方法により確認等したい場合には、その手続きについてご案内いたしますので、「お問い合わせ」に従って私たちにご連絡ください。なお、個人情報の保管状況またはその性質上、応じることができないことがあります。
                <br />
                <br />第3条（注文）
                <br />
                <br />1.お客様の当社でのご利用状況等に応じて、お客様のご注文限度額が設定されています。
                <br />
                <br />2.当社規定により、お支払い方法が変更またはお客様の商品のお申込みをお断りする場合がございます。そうしたら商品のお届け予定も変更になる場合がございます。
                <br />
                <br />3.１６歳未満の方は、保護者とご相談の上保護者名でご注文ください。
                <br />
                <br />4.ご注文の完了は、当社のシステムにご注文の情報が到達し、お申込みいただいたお客様のコンピュータ上に申込完了画面が表示された時点と判断します。
                <br />
                <br />第4条（配送）
                <br />
                <br />1.通常、ご入金後より、商品の準備期間３-５日間、商品の配送期間５-７日間ぐらいかかりますので、何卒ご了承してください。ただし、年末年始やゴールデンウィーク、お盆期間等、当社の休業期間中はその限りではありません。
                <br />
                <br />2.商品によっては生産の都合上、お届けが2週間以上かかることがございます。
                <br />
                <br />3.2種類以上の商品をお申込みの場合、同時にお届けできないことがございます。
                <br />
                <br />4.ご注文が殺到し、お申込みの商品が売り切れになる場合がございます。この場合は売り切れの旨電話またはメールにてご連絡いたします。
                <br />
                <br />5.ご注文金額が一定の金額に満たない場合は、商品配送送料をいただきます。また一部商品には個別送料がかかります。
                <br />
                <br />6.画面の見え方や、コンピュータのディスプレイにより、実際の商品とは異なった色やデザインに見えることがございます。
                <br />
                <br />第5条（交換・返品）
                <br />
                <br />1.商品の交換・返品は、商品到着後7日以内に当社までご連絡ください。
                <br />
                <br />2.返送方法は、当社にご連絡の際にお伝えする方法に従ってください。
                <br />
                <br />3.一度ご使用になった商品や、お客様の責任でキズや破損が生じた商品、お客様が使用した商品、等については、交換・返品をお断りします。
                <br />
                <br />4.セット商品は、セット内容全てをご返品ください。
                <br />
                <br />5.交換・返品商品の送料は、お客様にご負担いただきます。ただし、誤送や商品に瑕疵があった場合はこの限りではありません。
                <br />
                <br />6.返送の荷物には、現金などを入れないでください。
                <br />
                <br />第6条（支払い）
                <br />
                <br />1.お支払い方法は、お支払い方法選択ページで表示されるものの中からお選びください。（ご注文金額や商品によって、選択可能なお支払い方法が異なる場合がございます）
                <br />
                <br />2.当社とのご利用状況に応じ、お客様のご注文限度額が設定されています。ご注文金額が当社基準のご利用金額を超えた場合、後日お支払い方法について、当社よりご連絡させていただきます。その場合、商品のお届け予定も変更になる場合があります。
                <br />
                <br />第7条（セキュリティについて）
                <br />
                <br />1.当社は、お客様の個人情報やクレジットカード情報が外部に漏洩・盗聴等がされないために必要なセキュリティ対策を実施します。当サイトはインターネット上で標準的な暗号化技術（SSL：Secure Socket Layer）を使用しています。SSLとは、お客様と当社システムとの間でやりとりされるデータを暗号化し、データの盗聴や、なりすましを防ぎます。
                <br />
                <br />2.当社は、zasaleの各サーバーへのインターネット経由の不正なアクセス防止するため、ファイアーウォールを設けています。
                <br />
                <br />3.当社では、当社からお客様にお送りするメールに、ウイルスファイルが添付されないように細心の注意を払っています。ただし、差出人を偽る等により、当社からのご連絡と見せかけるウイルスメールが送られる場合がございます。たとえ当社からのメールであっても、不審なメールの場合は、開封なさらないようにしてください。また、このような場合には、ご連絡いただきますようお願いいたします。
                <br />
                <br />4. 当サイトでは、お客様のコンピュータを特定し利便性を高めるために、クッキー（Cookie）と呼ばれる情報を、お客様のコンピュータに送ります。クッキー情報はお客様のコンピュータを特定するために使用し、お客様ご自身を特定するために使用するものではありません。
                <br />
                <br />第8条（お問合せ）
                <br />
                <br />1.当社のお問合せ窓口は下記の通りです。
                <br />
                <br />フリーダイヤル
                <br />
                <br />問合せページ
                <br />
                <br />2.当社宛のお問合せにつきましては、お問合せ内容により、ご回答に数日程度かかる場合がございます。
                <br />
                <br />3.お問い合わせ内容により、ご回答できかねる場合もございます。あらかじめご了承ください。
                <br />
                <br />第9条（免責）
                <br />
                <br />1.当社は通販ネットのシステムを安定して稼動させるために、お客様に事前に通知することなく、システムを停止することが出来るものとします。
                <br />
                <br />(1)システムのメンテナンスのために必要な場合
                <br />
                <br />(2)停電や火災、動乱、暴乱、テロ等により、システムの運用が困難になった場合
                <br />
                <br />(3)その他、当社がシステム停止が必要と判断した場合
                <br />
                <br />について、システム停止に伴い、お客様に損害、損失、不利益が生じましても、当社はその責任を負わないものとします。
                <br />
                <br />2.当社は、予告無く通販ネットのコンテンツを変更することがございます。変更に伴い、お客様に損害、損失、不利益が生じましても、当社はその責任を負わないものとします。
                <br />
                <br />3.当社は、いかなる場合においても本サービスの利用に関して生じたお客様の損害、損失、不利益などに関して、その責任を負わないものとします。
                <br />
                <br />4.地震、台風等の自然災害および動乱、暴乱、テロ等により、商品のお届けが遅れる又は不可能になる場合がございます。その場合に、商品の配送遅延または配送不能によりお客様が被った損害や問題に対して、当社は一切の責任を負わないものとします。
                <br />
                <br />第10条（著作権）
                <br />
                <br />当社は通販ネットに記載された全ての内容（画像・音声・文章等）の著作権は、zasale通販ネットに帰属します。これらの情報を当社の許可無く使用、転載することを禁じます。
                <br />
                <br />第11条（規約の変更）
                <br />
                <br />当社が必要と判断した時に、本規約の変更ができるものとします。規約の改定内容等を掲載することをもって、会員が本規約の改定を承認したものとみなします。
                <br />
                <br />第12条（規約の準拠法と管轄裁判所）
                <br />
                <br />当社の商品・サービス、並びにzasale通販ネットについて、本規約に記載の無い項目については、法律に準拠します。また、サービスまたは本規約に関連して、お客様と当社との間で疑義が生じた場合、さいたま地方裁判所を第一審の専属合意管轄裁判所にします。</p>
        </section>
    )
};
export default App;