import React from 'react';

const App: React.FC = () => {

    
    return (
        <div style={{fontSize:12,marginTop:15}}>
            <p style={{ fontSize: 18, color: '#ba8b4e', marginBottom: 10 }}><strong>交換・返品ポリシー</strong></p>

            <p>Zasale.com通販サイトでご注文商品の返品・交換はご説明いたします。</p>

            <p>Zasale.comはお客様に満足いただけるショッピング体験を提供するため全力を尽くしております。商品がお手元に届きましたら、商品に不具合が無いかご確認ください。万が一欠陥、不良、違う商品が届いた場合、配送中の事故で商品が壊れたなどの原因で返品、交換ご希望の場合、必ず商品到着後七日以内　（土日祝日を含む）にメール（sale@m.zasale.com）/電話
                （050-5893-6257）/メッセージボックスにてご連絡ください。七日以内　（土日祝日を含む）のお問合せはお受付致しませんので、あらかじめご了承ください。
            </p>

            <p><strong>不良品について</strong></p>

            <p>下記の場合、不良品ではない旨をご案内をさせていただいておりますため、返品・交換はお受けしておりません。お求めやすい価格にてご提供させていただいておりますため、ご理解の程、よろしくお願いいたします。
            </p>

            <p>1.糸のほつれについて（商品の糸のほつれにつきましては、ほつれを引っ張ると穴があくなどのものではない場合、商品自体に問題はございませんため、ハサミでほつれを切っていただきそのままご使用をお願いしております。）
            </p>

            <p>2.縫製不良について（大量生産の商品となりますため、商品着用時に困難ではない場合、商品自体に問題はございませんため、そのままご使用をお願いしております。）</p>

            <p>3.ボタンホールについて（商品のボタンホールについて、中国製のボタンホールの穴が塞がっているので、お客様はボタンホールの裏側に残りの糸を通して切ってください。ご了承ください。）
            </p>

            <p>4.素材について（毛玉がでる、においがするなど、商品の特性上、商品自体に問題がない場合、不良品ではございませんため、そのままご使用をお願いしております。）</p>

            <p>5.色合いが異なる（商品の色合いは、写真撮影・パソコン画面表示等の環境の違いにより色に差が生じる場合がございます。予めご了承くださいませ。「思っていたイメージと違う」「色がモニタと違う」などの理由による商品の交換及び返品は、基本的にお受けすることが出来ません。）
            </p>

            <p>6.シワ、汚れについて（遠距離の配送で、大量なパッケージは互いに押し出されたりする事はありますので、シワや汚れはつきます。商品自体に問題がない場合、アイロンや洗濯いただければ、綺麗になりますため、そのままご使用をお願いしております。）以上。
            </p>

            <p>恐れ入りますがご了承いただきますよう、お願いいたします。</p>

            <p><strong>返品不可の商品</strong>&nbsp;</p>

            <p>※以下の場合、不具合商品でも返金、交換はお受付できません。</p>

            <ul>
                <li>商品到着後7営業日以上経過した商品</li>
                <li>着用後の商品</li>
                <li>タグを取り外されたもの</li>
                <li>お客様で洗濯・クリーニング・裾直し・修理等をされたもの</li>
                <li>商品到着後のシワ・汚れ・匂いがついたもの</li>
                <li>付属品等のセット内容の一部がない商品</li>
            </ul>

            <p>※良品の場合、未使用商品でも返品がお受付できない商品</p>

            <ul>
                <li>ウェディングドレス、ドレス</li>
                <li>ランジェリー下着、水着</li>
            </ul>

            <p>※お客様のご都合による返品、交換できない</p>

            <ul>
                <li>お客様の原因で間違ったサイズを選択した場合返品はお受付いたしません。</li>
                <li>イメージと違うなどのお客様都合による返品はお受付いたしません。</li>
                <li>品質等の問題もなく、お気に入らずだけで返品希望の方には、対応しかねる権利を持っています。</li>
                <li>写真提供、問題点説明などされない方には、対応しかねる権利を持っています。</li>
                <li>メールでのご連絡をいただけない場合、ご返品を受け付けいたしかねる場合がございます。</li>
            </ul>

            <p>また、ご連絡がないまま弊社に返品いただいても、ご返金できない場合がございます。</p>

            <p><strong>返品・交換について&nbsp;</strong></p>

            <p>返品・交換手続きについて、以下の内容をご参考ください。</p>

            <p>①メール（sale@m.zasale.com）/電話 （050-5893-6257）もしくはマイページのメッセージボックスにてご連絡ください。</p>

            <p>②ご注文情報、返品・交換を希望される理由と問題点をメールにご記入ください。（できるだけ詳しくご説明ください。）</p>

            <p>※ご注文番号、返品・交換商品のサブ注文番号や商品番号、お電話番号などをご提供いただければ素早くご対応できます。あらかじめご理解ください。</p>

            <p>③不良品の場合、返品商品の全体図と不備なところの画像（証拠写真）を添付ファイルでご提供ください。
                ※サイズが合わない場合、見える程度で採寸写真（採寸の数字が見える）をご提供ください。</p>

            <p>④メールを確認後、２～３日営業日以内、弊社は対応致します。</p>

            <p>⑤弊社は返品承認後、メールで返品フォームを送信致します。</p>

            <p>※返品先は返品承認時、担当者よりご案内いたします。ご了承ください。
                ※返品時の配送方法によって、お届け時間は選択しかねますので、お客様ご自身より随時配送番号を持って配送情報をご確認ください。</p>

            <p>ご返品注意</p>

            <p>※Zasale.com現在日本国内の返品住所はありません。返品について、カスタマサービスまでご連絡ください。</p>

            <p>営業時間内に対応させて頂きます。定休日や営業時間外の対応は翌営業日になりますのでお待ちください。</p>

            <p>※商品がメーカーで生産終了していたり、 注文が一時的に殺到したり、大雨や地震などの不可抗力のために在庫欠品となるケースがあります。</p>
            在庫欠品になって、次回商品入荷予定が未定となった場合、下記の対応策をさせていただきます。
            ①ご交換商品の希望がない場合は、実際払った商品代をご返金させていただきます。
            ②ご交換商品の希望がある場合は、相当金額+500円までの別商品の交換ができます。
            <br />  ③欠品商品の代わり、相当金額+500円のクーポン券で返還できます。
            <br />

            <p><strong>返品・交換時の送料</strong></p>

            <p>商品返送時の送料</p>

            <p>商品の欠陥や不良など当社の原因による場合には、返品・交換をお受付致します。</p>

            <p>商品に欠陥がない場合は、返送の送料は購入者負担といたします。</p>

            <p>その他の返送詳細は弊社の顧客問合せセンターにメールでお問い合わせください。ご迷惑をおかけして、申し訳ございません。</p>

            <p>交換の送料</p>

            <p>商品に欠陥がない場合は、交換の送料は購入者負担といたします。</p>

            <p>初期不良または運送中の破損につきましては、商品の再送料金は弊社から負担となります。</p>

            <p>※良品について、どうしてもご返品/交換希望な場合、往復送料をご負担いただくことになります。 あらかじめご了承ください。</p>

            <p><strong>長期不在・受取拒否・住所不明での返送</strong></p>

            <p>長期不在・受取拒否･住所不明などでお荷物がご返送された場合がございます。</p>

            <p>商品のお届けをご希望の場合、メール（sale@m.zasale.com）/電話
                （050-5893-6257）もしくはマイページのメッセージボックスにてカスタマーサービスまでご連絡ください。</p>

            <p>この場合の再送料金は購入者負担といたします。</p>

            <p>ご注文をキャンセル希望の場合、返金対応をいたします。この場合、最初実際の送料を除いて返金となります。あらかじめご了承ください。</p>

            <p><strong>返金の手続き</strong></p>

            <p>1.ご返品のご返金金額は、実際にお支払いいただいた金額となります。クーポン、割引にてご購入いただく場合、お値引後のお支払金額でのご返金となります。</p>

            <p>2.ご返送商品が弊社に到着後、返送商品を確認後、約一週間（土日祝日を除く）でご返金の手続きが完了します。※返金手続きが処理完了後、弊社よりメールで連絡いたします。
            </p>

            <p>3.返金の手数料は弊社より負担といたします。</p>

            <p><strong>返金時間</strong></p>

            <p>弊社より返金手続きを処理完了してから実際に返金されるまで、時間がかかる場合がございます。また、お支払い方法に合わせて払い戻し致します。</p>

            <p>クレジットカードでお支払いのお客様への返金</p>

            <p>請求金額はクレジットカードに払い戻し致します。弊社は4日以内返金の手続きを銀行の方に提出します。</p>

            <p>返金時間時間はカードの種類によって異なります。普通は1-3週間ぐらいかかりまして、あらかじめご了承ください。</p>

            <p>銀行・コンビニで決済のお客様への返金</p>

            <p>請求金額は指定された銀行口座へ払い戻し致します。返金期間は約1週間が必要です、あらかじめご了承ください。</p>

            <p>※ただし、以上の返金時間より、時間がかかる場合がありますので、予めご了承くださいませ。</p>

            <p>※返品手順①②③に従い必要事項を記入してください。</p>

            <p>手順①　返品される商品の項目（ご注文番号・商品番号・数量・理由）を用紙にて記入してください。</p>

            <p>手順②　返品商品と一緒に交換・返品連絡紙を同封してください。</p>

            <p>手順③　こちらに連絡後、ご返送ください。</p>

            <p>ご注意：事前にご連絡なし、勝手に返品することをご遠慮ください。ご連絡なしの返品は返金処理しかねますので、予めご了承くださいませ。</p>

        </div>
    )
};
export default App;