import React from 'react';
import styles from './Privacy.less'

const App: React.FC = () => {
    return (
        <section className={styles.container}>
            <p style={{color:'#ba8b4e',fontSize:18}}><strong>プライバシーポリシー</strong></p>

            <p>弊社は、人々の女性を美しくするレディースファッション通販会社として、高質感の商品やサービスを提供することにより、お客様の信頼に応えることを目指しております。
                <br/>弊社は企業としての社会的責任を自覚し、事業活動の中でお預かりするお客様の個人情報（「（個人に関する情報であって、当該情報に含まれる氏名、生年月日その他記述により特定の個人を識別できるもの（他の情報と容易に照合することができ、それにより特定の個人を識別することができることとなるものを含みます。）をいいます。）」）、お客様から取扱いを委託された個人情報および関係者の皆様の個人情報を保護し、法令及びその他の規範の遵守に努めることが、弊社の事業活動の基本であると考えております。
                    <br/>このため、弊社は業務に従事するスタッフ一人一人が個人情報保護の重要性を認識すると共に、個人情報の管理責任体制を構築し、お預かりする個人情報の適切な取扱いに努めてまいります。
                        <br/>お客様に当社をご利用して頂く際に、お客様の氏名、住所、電話番号、e-mailアドレスなどお取引やご連絡に必要な情報を開示していただきます。
                            <br/>弊社は、個人情報保護法の趣旨のもと、この個人情報保護方針に則って個人情報を取り扱います。このプライバシーポリシーは、弊社が開示いただいた個人情報の取扱いに関するお客様と弊社との約束です。
                                <br/><strong>弊社は個人情報を以下の目的で利用させていただきます。</strong>
                                    <br/>1.お客様への商品の発送および代金の請求のためにお客様の氏名、住所、電話番号などの連絡先情報を利用します。また、代金の請求に関連してご指定いただいた銀行口座などのお支払情報を利用する場合があります。
                                        <br/>2.ご注文の内容や配送方法などの連絡・確認するために、お客様の氏名、住所、e-mailアドレスなどの連絡先情報、ご注文いただいた商品の種類や数量、ご請求金額などの情報を利用いたします。
                                            <br/>3.お客様に弊社が行うキャンペーンや商品・サービスのご案内をするために、ご利用された履歴や、お客様の氏名、住所、e-mailアドレスなどの連絡先情報を利用いたします。
                                                <br/>4.弊社のサービス改善を行うために、お客様から寄せられたご意見、ご利用履歴などを利用いたします。
                                                    <br/>5.お客様からのご要望、お問い合わせに対する回答をするために、お客様の氏名、住所、e-mailアドレスなどの連絡先情報を利用いたします。 不正な目的をもって商品を注文するような方にサービスのご利用をお断りするために、不正な目的での利用がなされたと判断したお取引に関するお客様の氏名、住所、ご注文いただいた商品の種類や数量、ご請求金額などの情報を弊社指定の信用情報機関に提供いたします。</p>

                                                    <p>6.お客様から収集し、保持した個人情報の削除をお客様が要求する権利があります。権利を行使するには、弊社の連絡先ページにあるメール（sale@m.zasale.com）/電話 （<span>&nbsp;</span>050-5893-6257）をご利用ください。
                                                        <br/><strong>個人情報の管理について弊社は以下の体制で個人情報を管理いたします。</strong>
                                                            <br/>1.個人情報の利用を業務上必要な社員だけに制限し、個人情報が含まれる媒体などの保管・管理などに関する規則を作り、個人情報保護のための予防措置を講じます。
                                                                <br/>2.システムに保存されている個人情報については、業務上必要な社員だけが利用できるようアカウントとパスワードを用意し、アクセス権限管理を実施いたします。なお、アカウントとパスワードは漏えい、滅失のないよう厳重に管理いたします。
                                                                    <br/>3.お客様の個人情報は会員登録時から退会時まで保管し、退会処理完了後、随時破棄して参ります。
                                                                        <br/>4.取得した個人情報については、漏洩、減失またはき損の防止と是正、その他個人情報の安全管理のために必要かつ適切な措置を講じます。弊社の取り扱う個人情報を、名簿業者など第三者に対して貸与・売却する行為、またはこれに類する行為は一切いたしません。
                                                                            <br/><strong>個人情報の開示について</strong>
                                                                                <br/>1.弊社は、お客様の同意がない限り、個人情報を第三者に開示することはございません。ただし、以下の事例に該当する場合はその限りではありません。個人情報の取扱いに関する法令、国が定める指針その他の規範を遵守いたします。
                                                                                    <br/>・法令に基づき裁判所や警察等の公的機関から要請があった場合
                                                                                        <br/>・法令に特別の規定がある場合
                                                                                            <br/>・お客様や第三者の生命・身体・財産を損なうおそれがあり、本人の同意を得ることができない場合
                                                                                                <br/>・法令や弊社のご利用規約・注意事項に反する行動から、当社の権利、財産またはサービスを保護または防禦する必要があり、<strong>本人の同意を得ることができない場合</strong>
                                                                                                    <br/>2.お客様から個人情報の開示要求があった場合は、本人であることが確認できた場合に限り開示いたします。
                                                                                                        <br/><strong>苦情及び相談への対応</strong>
                                                                                                            <br/>弊社は、個人情報の取扱いに関する苦情及び相談を受けた場合は、その内容について迅速に事実関係等を調査し、合理的な期間内に誠意をもって対応いたします。
                                                                                                                <br/><strong>クッキーの利用</strong>
                                                                                                                    <br/>当サイトでは、クッキー(Cookie)やWebビーコンと呼ばれる技術を使用しています。
                                                                                                                        <br/>クッキーとは、お客様側のパーソナルコンピュータ（以下PC）に一時的にデータを書き込んで保存させる機械文字のみの情報で、当サイトを訪れたとき、お客さまのPCのハードディスク上に置かれます。クッキー情報を参照することにより、弊社はお客様がご利用のPCを識別することができます。保存できるデータは、訪問者の訪問回数や、訪問者のブラウザ表示の好みなどです。サーバーコンピュータ側でもクッキーを使用することがありますが、これによってお客様の個人情報がサーバーに送信されることはございません。また、ブラウザの設定でクッキーの機能を無効にすることもできます。
                                                                                                                            <br/>クッキーには通常、送信元ドメインの名称と、1つのデータが格納されています。クッキーの使用は業界の標準であり、ほとんどのサイトでカスタマーに有益な機能を提供する目的でクッキーが使用されています。 Webビーコンは、お客様が訪問されたページの訪問回数を数えて統計データを作成するために使用されるもので、特定の個人を識別する機能を持っておりません。また、Webビーコンは、特定のページのアクセス状況を知るための技術です。
                                                                                                                                <br/><strong>当サイトでは、下記のような時にクッキーを使用する場合があります。</strong>
                                                                                                                                    <br/>・お客様ごとにカスタマイズしたサービスを提供するにあたり、利便性を考慮しクッキーを使用することがあります。
                                                                                                                                        <br/>・本サイト内の情報の改善のため、利用者数を計るためにクッキーを使用いたします。
                                                                                                                                            <br/>・掲載広告についてもクッキーを使用いたします。
                                                                                                                                                <br/>お客様のブラウザ設定を変更することで、クッキーの受け入れ可否を選択できます。また、フォルダに保存されているクッキーの情報を削除することもできます。（ただし、クッキーを無効化したり削除すると、当サイトの機能の一部が使用できなくなることがあります。）ご利用のブラウザでクッキーを無効化したり削除する方法がご不明な場合は、ご利用ブラウザのヘルプ機能で詳細をご確認ください。</p>
                                                                                                                                            </section>
                                                                                                                                            )
};
                                                                                                                                            export default App;